[X2AbilityTag_LW2SecondariesWOTC]


; |====================|
; |     Arcthrower     |
; |====================|



; |======================|
; |     Combat Knife     |
; |======================|



; |==================|
; |     Gauntlet     |
; |==================|

[X2Item_LWGauntlet]
PrimaryRangeLabel="火箭弹射程"
PrimaryRadiusLabel="火箭弹半径"
SecondaryRangeLabel="火焰喷射器范围"
SecondaryRadiusLabel="火焰喷射器半径"

[LWGauntlet_CV X2MultiWeaponTemplate]
FriendlyName="腕式发射器"
FriendlyNamePlural="腕式发射器"
BriefSummary="这种组合式火焰喷射器-微型火箭发射器是为我们的技师(Long War 2 职业)所设计的，以应对各种战况。"
TacticalText="<Bullet/>XCOM腕式发射器是一种先进装备，同时搭载微型火箭发射器和火焰喷射器。<br/><Bullet/>火箭发射器初始携带一枚火箭弹，其效果区域半径为三格。<br/><Bullet/>它可以瞄准视线范围内的任何东西。<br/><Bullet/>火箭弹的伤害自撞击点向外递减。<br/><Bullet/>火焰喷射器是一种短程武器，可对锥形效果区域内的多个目标造成伤害。<br/><Bullet/>火焰喷射器可使用两次，在没有升级的情况下，不会对机械单位造成伤害。<br/><Bullet/>使用腕式发射器的任何一种能力，消耗一个行动点，并结束你的回合。<br/><Bullet/> 火箭弹的准确度受士兵的命中率、目标距离，以及该士兵是否在本回合内有过其他动作的影响。低准确度火箭弹有较高的散射值，意味着它在更远距离上更可能错过目标位置。提示框显示了火箭弹的最大可能散射值，而与鼠标所指目标位置一起出现的数值，将显示发射至该位置上的预期(平均)散射。"
AbilityDescName="腕式发射器"

[LWGauntlet_MG X2MultiWeaponTemplate]
FriendlyName="腕式发射器II型"
FriendlyNamePlural="腕式发射器II型"
BriefSummary="腕式发射器II型相比I型的武器伤害有所提高。"
TacticalText="<Bullet/> XCOM腕式发射器是一种先进的设备，可同时搭载微型火箭发射器和火焰喷射器。<br/><Bullet/> 火箭发射器初始携带一枚火箭弹，其作用区域半径为三格。<br/><Bullet/> 它可以瞄准视线范围内的任何东西。<br/><Bullet/> 火箭的伤害自撞击点向外递减。<br/><Bullet/> 火焰喷射器是一种短程武器，对锥形效果区域内的多个目标造成伤害。<br/><Bullet/> 火焰喷射器可使用两次，在没有升级的情况下，不会对机械单位造成伤害。<br/><Bullet/> 火箭弹的精度受士兵的命中、目标距离以及士兵本回合是否已经使用过任何行动的影响。低精度的火箭弹会有更高的散射值，这意味着离目标越远错过目标的格数越多。火箭弹的最大可能散布会在弹出提示中注明，而与鼠标指向一起出现的数值会显示射击至该位置上的预期（平均）散布。"
AbilityDescName="腕式发射器"

[LWGauntlet_BM X2MultiWeaponTemplate]
FriendlyName="腕式发射器爆裂炮"
FriendlyNamePlural="腕式发射器爆裂炮"
BriefSummary="进阶版腕式发射器的武器可造成大范围的伤害，而迷你火箭现在可以被引导至目标处。"
TacticalText="<Bullet/> 进阶版腕式发射器的爆裂炮组件可以发射一种高科技的火箭，可以绕过地形的阻碍。\n<Bullet/> 升级后的火焰喷射器在小锥状范围中造成大量伤害，对环境和敌方目标造成伤害。<br/><Bullet/> 火箭的伤害自撞击点向外递减。<br/><Bullet/> 火焰喷射器是一种短程武器，对锥形效果区域内的多个目标造成伤害。<br/><Bullet/> 火焰喷射器可使用两次，在没有升级的情况下，不会对机械单位造成伤害。<br/><Bullet/> 使用任何一种腕式发射器能力都需要一行动点并会结束你的回合。<br/><Bullet/> 火箭弹的精度受士兵的命中、目标距离以及士兵本回合是否已经使用过任何行动的影响。低精度的火箭弹会有更高的散射值，这意味着离目标越远错过目标的格数越多。火箭弹的最大可能散布会在弹出提示中注明，而与鼠标指向一起出现的数值会显示射击至该位置上的预期（平均）散布。"
AbilityDescName="腕式发射器"

[X2Ability_GauntletAbilitySet]
strMaxScatter="\n最大散射(格): "

[UIUtilities_LW]
m_sAverageScatterText="±<XGParam:StrValue0/>格"


; |=======================|
; |     Holo-Targeter     |
; |=======================|

[X2Effect_LWHolotarget]
HoloTargetEffectName="被全息瞄准"
HoloTargetEffectPenaltyDescription="该单位已被全息瞄准器标记，任何对他的攻击都有命中加成。"



; |===========================|
; |     Sawed-Off Shotgun     |
; |===========================|
